Repository: wp-seopress/wp-seopress-public
Catalog: languages/wp-seopress-*.po
Languages: de_de

source: Titles & Metas
de_de: Titel & Metadaten

source: Social Networks
de_de: Soziale Netzwerke

source: Advanced
de_de: Fortgeschritten

source: Local Business
de_de: Lokales Business

source: Structured Data Types (schema.org)
de_de: Strukturierte Datentypen (schema.org)

source: Breadcrumbs
de_de: Brotkrümelnavigation

source: Redirections
de_de: Weiterleitungen

source: SEOPress BOT - Broken links
de_de: SEOPress BOT - Fehlerhafte Links

source: License
de_de: Lizenz

source: Tools
de_de: Werkzeuge

source: See the changelog (new window)
de_de: Siehe Changelog (neues Fenster)

source: See the changelog
de_de: Siehe Changelog

source: Send feedback
de_de: Feedback senden

source: Follow us on Twitter (new window)
de_de: Folgen Sie uns auf Twitter (neues Fenster)

source: Follow us on Twitter
de_de: Folgen Sie uns auf Twitter

source: Follow us on YouTube (new window)
de_de: Folgen Sie uns auf YouTube (neues Fenster)

source: Follow us on YouTube
de_de: Folgen Sie uns auf YouTube

source: Official website (new window)
de_de: Offizielle Website (neues Fenster)

source: Official website
de_de: Offizielle Website

source: Support (new window)
de_de: Support (neues Fenster)

source: Enter a few keywords for analysis to help you write optimized content.
de_de: Geben Sie einige Suchbegriffe zur Analyse ein, damit wir Ihnen helfen können, optimierte Inhalte zu schreiben.

source: Target keywords
de_de: Suchbegriffe

source: Enter your target keywords
de_de: Geben Sie Ihre Suchbegriffe ein

source: Separate target keywords with commas. Do not use spaces after the commas, unless you want to include them.
de_de: Trennen Sie Suchbegriffe mit Kommas. Verwenden Sie keine Leerzeichen hinter den Kommas, es sei denn, Sie möchten diese einbeziehen.

source: Analyze my content
de_de: Analysiere meinen Inhalt

source: Refresh analysis
de_de: Analyse aktualisieren

source: Analysis completed
de_de: Analyse abgeschlossen

source: To get the most accurate analysis, save your post first.
de_de: Um eine präzise Analyse zu erhalten, speichern Sie zuerst Ihren Beitrag.

source: Google suggestions
de_de: Google Suchvorschläge

source: Enter a keyword, or a phrase, to find the top 10 Google suggestions instantly. This is useful if you want to work with the long tail technique.
de_de: Geben Sie einen Suchbegriff oder eine Wortgruppe ein, um die 10 wichtigsten Google Suchvorschläge sofort angezeigt zu bekommen. Dies ist nützlich, wenn Sie mit der Long-Tail-Technik arbeiten möchten.

source: Get suggestions!
de_de: Erhalten Sie Vorschläge!

source: Optimizations
de_de: Optimierungen

source: Configuration
de_de: Konfiguration

source: Images
de_de: Bilder

source: Links
de_de: Verlinkungen

source: Words counter
de_de: Wortzähler

source: words found.
de_de: Wörter gefunden.

source: unique words found.
de_de: einzigartige Wörter gefunden.

source: Your content is composed of more than 300 words, which is the minimum for a post.
de_de: Ihr Inhalt besteht aus mehr als 300 Wörtern, was das Minimum für einen Beitrag sein sollte.

source: Your content is too short. Add a few more paragraphs!
de_de: Ihr Inhalt ist zu kurz. Fügen Sie noch ein paar Absätze hinzu!

source: Post title
de_de: Beitrags Titel

source: Target keywords were found in the Post Title.
de_de: Ihre Suchbegriffe wurden in dem Beitragstitel gefunden.

source: %s was found %d times.
de_de: %s wurde %d mal gefunden.

source: None of your target keywords were found in the Post Title.
de_de: Keiner Ihrer Suchbegriffe wurde im Beitragstitel gefunden.

source: No post title set for this post!
de_de: Für diesen Beitrag wurde kein Beitragstitel erstellt!

source: H1 (Heading 1)
de_de: H1 (Überschrift 1)

source: We found %d Heading 1 (H1) in your content.
de_de: Wir haben %d mal eine Überschrift 1 (H1) in Ihrem Inhalt gefunden.

source: You should not use a H1 heading in your post content because your post title is already an H1. The rule is simple: only one H1 for each web page.
de_de: Sie sollten keine H1 Überschrift in Ihrem Beitragsinhalt nutzen, da der Beitragstitel bereits in H1 formatiert ist. Die Regel ist einfach: nur eine H1 auf jeder Webseite.

source: H2 (Heading 2)
de_de: H2 (Überschrift 2)

source: Target keywords were found in Heading 2 (H2).
de_de: Ihre Suchbegriffe wurden in der Überschrift 2 (H2) gefunden.

source: None of your target keywords were found in Heading 2 (H2).
de_de: Keine Ihrer Suchbegriffe wurden in der Überschrift 2 (H2) gefunden.

source: H3 (Heading 3)
de_de: H3 (Überschrift 3)

source: Target keywords were found in Heading 3 (H3).
de_de: Ihre Suchbegriffe wurden in der Überschrift 3 (H3) gefunden.

source: None of your target keywords were found in Heading 3 (H3).
de_de: Keine Ihrer Suchbegriffe wurden in der Überschrift 3 (H3) gefunden.

source: Meta title
de_de: Meta-Titel

source: Target keywords were found in the Meta Title.
de_de: Ihre Suchbegriffe wurden im MetaTitel gefunden.

source: None of your target keywords were found in the Meta Title.
de_de: Keines Ihrer Suchbegriffe wurde in dem Meta-Titel gefunden.

source: Your custom title is too long.
de_de: Ihr Titel ist zu lang.

source: The length of your title is correct
de_de: Die Länge Ihres Titels ist korrekt

source: No custom title is set for this post.
de_de: Für diesen Beitrag wurde kein Titel erstellt.

source: Meta description
de_de: Meta-Beschreibung

source: Target keywords were found in the Meta description.
de_de: Ihre Suchbegriffe wurden in der Meta-Beschreibung gefunden.

source: None of your target keywords were found in the Meta description.
de_de: Keines Ihrer Suchbegriffe wurde in der Meta-Beschreibung gefunden.

source: You custom meta description is too long.
de_de: Ihre Meta-Beschreibung ist zu lang.

source: The length of your meta description is correct
de_de: Die Länge Ihrer Meta-Beschreibung ist korrekt

source: No custom meta description is set for this post.
de_de: Für diesen Beitrag wurde keine Meta-Beschreibung erstellt.

source: noindex is on! Search engines can't index this page.
de_de: noindex ist aktiviert! Suchmaschinen können diese Seite nicht indexieren.

source: noindex is off. Search engines will index this page.
de_de: noindex ist deaktiviert. Suchmaschinen werden diese Seite indexieren.

source: nofollow is on! Search engines can't follow your links on this page.
de_de: nofollow ist aktiviert! Suchmaschinen können Ihren Verlinkungen auf dieser Seite nicht folgen.

source: nofollow is off. Search engines will follow links on this page.
de_de: nofollow ist deaktiviert. Suchmaschinen werden Verlinkungen auf dieser Seite folgen.

source: noimageindex is on! Google will not index your images on this page (but if someone makes a direct link to one of your image in this page, it will be indexed).
de_de: noimageindex ist aktiviert! Google wird Ihre Bilder auf dieser Seite nicht indexieren (sofern aber jemand eines Ihrer Bilder auf dieser Seite direkt verlinkt, wird es indexiert).

source: noimageindex is off. Google will index the images on this page.
de_de: noimageindex ist deaktiviert! Google wird die Bilder auf dieser Seite indexieren.

source: noarchive is on! Search engines will not cache your page.
de_de: noarchive ist aktiviert! Suchmaschinen werden Ihre Seite nicht zwischenspeichern.

source: noarchive is off. Search engines will probably cache your page.
de_de: noarchive ist deaktiviert! Suchmaschinen werden Ihre Seite vermutlich zwischenspeichern.

source: nosnippet is on! Search engines will not display a snippet of this page in search results.
de_de: nosnippet ist aktiviert! Suchmaschinen zeigen keinen Ausschnitt dieser Seite in den Suchergebnissen an.

source: nosnippet is off. Search engines will display a snippet of this page in search results.
de_de: nosnippet ist deaktiviert! Suchmaschinen zeigen einen Ausschnitt dieser Seite in den Suchergebnissen an.

source: No alternative text found for these images. Alt tags are important for both SEO and accessibility.
de_de: Für diese Bilder wurde kein alternativer Text gefunden. Alt-Tags sind wichtig für SEO und Barrierefreiheit.

source: Post Content
de_de: Beitrag-Inhalt

source: Post Thumbnail
de_de: Beitrags-Miniaturbild (Thumbnail)

source: Product gallery
de_de: Produkt-Galerie

source: All alternative tags are filled in. Good work!
de_de: Alle alternativen Tags sind ausgefüllt. Gute Arbeit!

source: We could not find any image in your content. Content with media is a plus for your SEO.
de_de: Wir konnten kein Bild in Ihrem Inhalt finden. Inhalte mit Medien sind ein Plus für Ihre SEO.

source: NoFollow Links
de_de: NoFollow Verlinkungen

source: We found %d links with nofollow attribute in your page. Do not overuse nofollow attribute in links. Below, the list:
de_de: Wir haben %d Verlinkungen mit nofollow Attribut auf Ihrer Seite gefunden. Verwenden Sie das nofollow-Attribut in Verlinkungen nicht übermäßig oft. Wie folgt, die Auflistung:

source: This page doesn't have any nofollow links.
de_de: Diese Seite hat keine nofollow Verlinkungen.

source: Titles settings
de_de: Titel Einstellungen

source: Social
de_de: Soziale Netze

source: Redirection
de_de: Weiterleitung

source: This is your <strong>Shop page</strong>. Go to <strong>SEO > Titles & Metas > Archives > Products</strong>
de_de: Diese ist Ihre <strong>Shop-Seite</strong>. Gehen Sie zu <strong>SEO > Titel & Metadaten > Archive > Produkte</strong>

source: to edit your title and meta description
de_de: um Titel und Meta-Beschreibung zu bearbeiten

source: Title
de_de: Titel

source: Enter your title
de_de: Geben Sie Ihren Titel ein

source: (maximum recommended limit)
de_de: (empfohlene Höchstgrenze)

source: Post Title
de_de: Beitrags-Titel

source: Site Title
de_de: Seiten-Titel

source: Enter your meta description
de_de: Geben Sie Ihre Meta-Beschreibung ein

source: Post Excerpt
de_de: Beitrags-Auszug

source: Google Snippet Preview
de_de: Google Snippet Vorschau

source: This is what your page will look like in Google search results. You have to publish your post to get the Google Snippet Preview.
de_de: So wird Ihre Seite in den Google-Suchergebnissen aussehen. Sie müssen Ihren Beitrag veröffentlichen, um die Google Snippet Vorschau zu erhalten.

source: Do not display this page in search engine results <strong>(noindex)</strong>
de_de: Zeige diese Seite nicht in den Suchergebnissen an <strong>(noindex)</strong>

source: Do not follow links for this page <strong>(nofollow)</strong>
de_de: Verlinkungen auf dieser Seite nicht folgen <strong>(nofollow)</strong>

source: Do not use Open Directory project metadata for titles or excerpts for this page <strong>(noodp)</strong>
de_de: Für Titel oder Auszüge dieser Seite keine Metadaten aus dem Open Directory-Projekt verwenden <strong>(noodp)</strong>

source: Do not index images for this page <strong>(noimageindex)</strong>
de_de: Keine Bilder für diese Seite indexieren <strong>(noimageindex)</strong>

source: Do not display a "Cached" link in the Google search results <strong>(noarchive)</strong>
de_de: Keine "zwischengespeicherten" Verlinkungen in den Google Suchergebnissen anzeigen <strong>(noarchive)</strong>

source: Do not display a description in search results for this page <strong>(nosnippet)</strong>
de_de: Keine Beschreibung für diese Seite in den Suchergebnissen anzeigen <strong>(nosnippet)</strong>

source: You can not uncheck a parameter? This is normal, it is most likely defined in the global settings of the extension.
de_de: Sie können einen Parameter nicht deaktivieren? Dies ist normal, er ist höchstwahrscheinlich in den globalen Einstellungen der Erweiterung definiert.

source: Default value:
de_de: Standardwert:

source: Custom breadcrumbs
de_de: Benutzerdefinierte Brotkrümelnavigation

source: Enter a custom value, useful if your title is too long
de_de: Geben Sie einen benutzerdefinierten Wert ein, das ist nützlich, wenn Ihr Titel zu lang ist

source: Ask Facebook to update his cache
de_de: Bitten Sie Facebook, seinen Cache zu aktualisieren

source: Facebook Title
de_de: Facebook Titel

source: Enter your Facebook title
de_de: Geben Sie Ihren Facebook Titel ein

source: Facebook description
de_de: Facebook Beschreibung

source: Enter your Facebook description
de_de: Geben Sie Ihre Facebook Beschreibung ein

source: Facebook Thumbnail
de_de: Facebook Miniaturbild (Thumbnail)

source: Select your default thumbnail
de_de: Wählen Sie Ihr Standard-Miniaturbild (Thumbnail) aus

source: Minimum size: 200x200px, ideal ratio 1.91:1, 8Mb max.
de_de: Mindestgröße: 200x200px, ideales Verhältnis 1.91:1, 8Mb max.

source: Upload an Image
de_de: Bild hochladen

source: Preview your Twitter card using the official validator
de_de: Vorschau Ihrer Twitter-Card mit dem offiziellen Validator

source: Twitter Title
de_de: Twitter Titel

source: Enter your Twitter title
de_de: Geben Sie Ihren Twitter Titel ein

source: Twitter description
de_de: Twitter Beschreibung

source: Enter your Twitter description
de_de: Geben Sie Ihre Twitter Beschreibung ein

source: Twitter Thumbnail
de_de: Twitter-Miniaturbild (Thumbnail)

source: Minimum size: 144x144px (300x157px with large card enabled), ideal ratio 1:1 (2:1 with large card), 5Mb max.
de_de: Mindestgröße: 144x144px (300x157px, falls große Card aktiviert), ideales Verhältnis 1:1 (2:1 für die große Card), 5Mb max.

source: Enable redirection?
de_de: Weiterleitung aktivieren?

source: URL redirection
de_de: URL-Weiterleitung

source: Enter your new URL
de_de: Geben Sie Ihre neue URL ein

source: Test your URL
de_de: Testen Sie Ihre URL

source: Need help with your redirections? Read our guide.
de_de: Benötigen Sie Hilfe mit Ihren Weiterleitungen? Lesen Sie unsere Anleitung.

source: Exclude this post from Google News Sitemap?
de_de: Diesen Beitrag von der Google News Sitemap ausschließen?

source: Exclude this post from Video Sitemap?
de_de: Diesen Beitrag von der Video Sitemap ausschließen?

source: If your post is set to noindex, it will be automatically excluded from the sitemap.
de_de: Wenn Ihr Beitrag auf noindex gesetzt ist, wird er automatisch aus der Sitemap entfernt.

source: Video URL (required)
de_de: Video URL (erforderlich)

source: Enter your video URL
de_de: Geben Sie Ihre Video URL ein

source: NOT an external video (eg: video hosting on YouTube, Vimeo, Wistia...)? Check this if your video is hosting on this server.
de_de: KEIN externes Video (z.B.: Video-Hosting auf YouTube, Vimeo, Wistia...)? Überprüfen Sie dies, wenn Ihr Video auf diesem Server gehostet ist.

source: Video Title (required)
de_de: Video Titel (erforderlich)

source: Enter your video title
de_de: Geben Sie Ihren Video Titel ein

source: Video title
de_de: Video Titel

source: Default: title tag, if not available, post title.
de_de: Standard: Titel-Tag, falls nicht vorhanden, Beitrags-Titel.

source: Video Description (required)
de_de: Video Beschreibung (erforderlich)

source: Enter your video description
de_de: Geben Sie Ihre Video Beschreibung ein

source: Video description
de_de: Video Beschreibung

source: 2048 characters max.; default: meta description. If not available, use the beginning of the post content.
de_de: Max. 2048 Zeichen; Standard: Meta-Beschreibung. Falls nicht vorhanden, verwenden Sie den Anfang des Beitrags-Inhalts.

source: Video Thumbnail (required)
de_de: Video-Miniaturbild (Thumbnail), (erforderlich)

source: Select your video thumbnail
de_de: Wählen Sie Ihr Video-Miniaturbild (Thumbnail) aus

source: Video Thumbnail
de_de: Video-Miniaturbild (Thumbnail)

source: Minimum size: 160x90px (1920x1080 max), JPG, PNG or GIF formats. Default: your post featured image.
de_de: Mindestgröße: 160x90px (1920x1080 max), JPG, PNG oder GIF-Formate. Standard: Featured Image Ihres Beitrags.

source: Video Duration (recommended)
de_de: Video Dauer (erforderlich)

source: Duration in seconds
de_de: Dauer in Sekunden

source: Video duration
de_de: Video Dauer

source: The duration of the video in seconds. Value must be between 0 and 28800 (8 hours).
de_de: Die Dauer des Videos in Sekunden. Der Wert muss zwischen 0 und 28800 (8 Stunden) liegen.

source: Video Rating
de_de: Video Bewertung

source: Video rating
de_de: Video Bewertung

source: Allowed values are float numbers in the range 0.0 to 5.0.
de_de: Erlaubte Werte sind Gleitkommazahlen im Bereich von 0,0 bis 5,0.

source: View count
de_de: Ansicht Anzahl

source: Number of views
de_de: Anzahl der Ansichten

source: Enter your video tags
de_de: Geben Sie Ihre Video-Tags ein

source: 32 tags max., separate tags with commas. Default: target keywords + post tags if available.
de_de: max. 32 Tags, separate Tags mit Kommas. Standard: Suchbegriffe + Beitrags-Tags, falls vorhanden.

source: Video categories
de_de: Video-Kategorien

source: Enter your video categories
de_de: Geben Sie Ihre Video-Kategorien ein

source: 256 characters max., usually a video will belong to a single category, separate categories with commas. Default: first post category if available.
de_de: Max. 256 Zeichen, normalerweise gehört ein Video zu einer einzigen Kategorie, separate Kategorien mit Kommas trennen. Standard: erste Beitrags-Kategorie, falls vorhanden.

source: NOT family friendly?
de_de: NICHT familienfreundlich?

source: The video will be available only to users with SafeSearch turned off.
de_de: Das Video ist nur für Benutzer verfügbar, die SafeSearch deaktiviert haben.

source: Remove video
de_de: Entferne Video

source: Add video
de_de: Füge Video hinzu

source: Content analysis
de_de: Inhaltsanalyse

source: 404 - Page not found
de_de: 404 - Seite nicht gefunden

source: XML / Image / Video / HTML Sitemap
de_de: XML / Bilder / Video / HTML Sitemap

source: Separator (eg: - )
de_de: Separator (z.B.: - )

source: Post Title (post, page, custom post type)
de_de: Titel Beitrag (Beiträge, Seiten, individuelle Inhaltstypen (=Custom Post Types))

source: Post excerpt
de_de: Beitrags-Auszug

source: Post date
de_de: Beitrags-Datum

source: Last modified post date
de_de: Letzte Änderung Beitrags-Datum

source: Post author
de_de: Beitrags-Autor

source: Post category
de_de: Beitrags-Kategorie

source: Post tag
de_de: Beitrags-Tag

source: Category title
de_de: Kategorie-Titel

source: Category description
de_de: Kategorie-Beschreibung

source: Tag title
de_de: Tag-Titel

source: Tag description
de_de: Tag-Beschreibung

source: Term title
de_de: Begriffs-Titel

source: Term description
de_de: Begriffs-Beschreibung

source: Search keywords
de_de: Suchbegriffe

source: Current number page
de_de: Aktuelle Seiten-Nummer

source: Plural Post Type Archive name
de_de: Plural Inhaltstyp Archiv-Name

source: Archive title
de_de: Archiv-Titel

source: Date Archive
de_de: Datumsarchiv

source: Day Archive date
de_de: Tag Archivierungsdatum

source: Month Archive title
de_de: Monat Archivierungsdatum

source: Year Archive title
de_de: Jahr Archivierungsdatum

source: Custom fields from post, page or post type
de_de: Benutzerdefinierte Felder von Beiträgen, Seiten oder anderen Inhaltstypen

source: Custom term taxonomy from post, page or post type
de_de: Begriffe benutzerdefinierter Taxonomien von Beiträgen, Seiten oder anderen Inhaltstypen

source: Single product category
de_de: Einzelne Produkt-Kategorie

source: Single product tag
de_de: Einzelner Produkt-Tag

source: Single product short description
de_de: Einzelne Produkt-Kurzbeschreibung

source: Current day
de_de: Aktueller Tag

source: Current month
de_de: Aktueller Monat

source: Current year
de_de: Aktuelles Jahr

source: Current date
de_de: Aktuelles Datum

source: Current time
de_de: Aktuelle Zeit

source: Author bio, meta desc only
de_de: Autoren-Bio, nur Meta-Beschreibung

source: Templates variables
de_de: Templates Variablen

source: Browse our guides
de_de: Stöbern Sie in unseren Anleitungen

source: Read our FAQ
de_de: Lesen Sie unsere FAQ

source: Check our website
de_de: Besuchen Sie unsere Webseite

source: Watch our video to learn how to connect your WordPress site with Google Analytics and get statistics right in your dashboard (PRO only).
de_de: In unserem Video erfahren Sie, wie Sie Ihre WordPress-Website mit Google Analytics verbinden und Statistiken direkt in Ihrem Dashboard abrufen können (nur PRO).

source: How-to
de_de: Wie man

source: Read our guide
de_de: Lesen Sie unsere Anleitungen

source: Click to disable this feature
de_de: Hier klicken, um diese Funktion zu deaktivieren

source: Click to enable this feature
de_de: Hier klicken, um diese Funktion zu aktivieren

source: Single Post Types
de_de: Einzelner Inhaltstyp

source: Archives
de_de: Archive

source: Taxonomies
de_de: Taxonomien

source: General
de_de: Allgemein

source: Post Types
de_de: Inhaltstypen

source: Your social accounts
de_de: Ihre Social Media Accounts

source: Events
de_de: Veranstaltungen

source: Custom Dimensions
de_de: Benutzerdefinierte Dimensionen

source: Stats in Dashboard
de_de: Statistiken im Dashboard

source: Appearance
de_de: Darstellung

source: Security
de_de: Sicherheit

source: Export Settings
de_de: Export Einstellungen

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
de_de: Exportieren Sie die Plugin-Einstellungen für diese Seite als .json-Datei. So können Sie die Konfiguration einfach in eine andere Site importieren.

source: Import Settings
de_de: Import Einstellungen

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
de_de: Importieren Sie die Plugin-Einstellungen aus einer .json-Datei. Diese Datei kann durch den Export der Einstellungen auf einer andere Website mit Hilfe des obigen Formulars generiert werden.

source: Import completed!
de_de: Import abgeschlossen!

source: Import Redirections
de_de: Import Weiterleitungen

source: Import your own redirections from a .csv file (separator ";"). You must have 3 columns in this order: url to match (without your domain name), url to redirect in absolute and type of redirection (301, 302 or 307).
de_de: Importieren Sie Ihre eigenen Weiterleitungen aus einer .csv-Datei (Trennzeichen ";"). Die Datei muss 3 Spalten in dieser Reihenfolge enthalten: Ziel-URL (ohne Ihren Domainnamen), URL die weitergeleitet werden soll (als absoluter Pfad) und Art der Umleitung (301, 302 oder 307).

source: Download a CSV example
de_de: CSV-Beispieldatei herunterladen

source: Export Redirections
de_de: Export Weiterleitungen

source: Export all redirections for this site as a .csv file. This allows you to easily import the redirections into another site, to Excel / Google Sheets...
de_de: Exportieren Sie alle Weiterleitungen für diese Seite als .csv-Datei. So können Sie die Weiterleitungen einfach in eine andere Website importieren, zu Excel / Google Sheets...

source: Import posts and terms metadata from Yoast
de_de: Metadaten von Beiträgen und Begriffen aus Yoast importieren

source: By clicking Migrate, we'll import:
de_de: Wenn Sie auf "Migrieren" klicken, importieren wir:

source: Title tags
de_de: Titel-Tags

source: Facebook Open Graph tags (title, description and image thumbnail)
de_de: Facebook Open Graph Tags (Titel, Beschreibung und Miniaturbild (Thumbnail))

source: Twitter tags (title, description and image thumbnail)
de_de: Twitter Tags (Titel, Beschreibung und Miniaturbild (Thumbnail))

source: Focus keywords
de_de: Fokus-Suchbegriffe

source: <strong>WARNING:</strong> Migration will delete all SEOPress posts and terms metadata. Some dynamic variables will not be interpreted.
de_de: <strong>WARNUNG:</strong> Die Migration wird alle SEOPress-Metadaten von Beiträgen und Begriffen löschen. Einige dynamische Variablen werden nicht interpretiert.

source: Migrate now
de_de: Migriere jetzt
