Repository: wp-seopress/wp-seopress-public
Catalog: languages/wp-seopress-*.po
Languages: de_de

source: Import posts and terms metadata from All In One SEO
de_de: Metadaten von Beiträgen und Begriffen aus All In One SEO importieren

source: Twitter image thumbnail
de_de: Twitter-Miniaturbild (Thumbnail)

source: Import posts and terms metadata from The SEO Framework
de_de: Metadaten von Beiträgen und Begriffen aus The SEO Framework importieren

source: Redirect URL
de_de: Weiterleitungs-URL

source: Reset All Notices From Notifications Center
de_de: Setze alle Benachrichtigungen aus der Mitteilungszentrale zurück

source: By clicking Reset Notices, all notices in the notifications center will be set to their initial status.
de_de: Wenn Sie auf "Benachrichtigungen zurücksetzen" klicken, werden alle Benachrichtigungen in der Mitteilungszentrale auf ihren ursprünglichen Status zurückgesetzt.

source: Reset notices
de_de: Benachrichtigungen zurücksetzen

source: Reset All Settings
de_de: Alle Einstellungen zurücksetzen

source: <strong>WARNING:</strong> Delete all options related to SEOPress in your database AND set settings to their default values.
de_de: <strong>WARNUNG:</strong> Löscht alle Optionen, die mit SEOPress in Ihrer Datenbank in Verbindung stehen UND setzt die Einstellungen auf ihre ursprünglichen Werte zurück.

source: Reset settings
de_de: Einstellungen zurücksetzen

source: Notifications Center
de_de: Mitteilungszentrale

source: SEO Tools
de_de: SEO Werkzeuge

source: Useful links
de_de: Nützliche Links

source: Your theme doesn't use <strong>add_theme_support('title-tag');</strong>
de_de: Ihr Theme verwendet nicht <strong>add_theme_support ('title-tag');</strong>

source: High impact
de_de: Hohe Auswirkung

source: Learn more
de_de: Mehr Informationen

source: We notice that you use <strong>Yoast SEO</strong> plugin. <br>Do you want to migrate all your posts metadata to SEOPress?
de_de: Wir stellen fest, dass Sie das Yoast SEO-Plugin nutzen. <br>Möchten Sie alle Metadaten Ihrer Beiträge zu SEOPress migrieren?

source: Migrate!
de_de: Migrieren!

source: We notice that you use <strong>All In One SEO Pack</strong> plugin. <br>Do you want to migrate all your posts metadata to SEOPress?
de_de: Wir stellen fest, dass Sie das Plugin <strong>All In One SEO Pack</strong> nutzen. <br>Möchten Sie alle Metadaten Ihrer Beiträge zu SEOPress migrieren?

source: We notice that you use another SEO plugin. <br>Do not use multiple SEO plugins at once to avoid conflicts!
de_de: Wir haben festgestellt, dass Sie ein anderes SEO-Plugin nutzen. <br>Nutzen Sie nicht mehrere SEO Plugins auf einmal, um Konflikte zu vermeiden!

source: Your site doesn't use an SSL certificate!
de_de: Ihre Website verwendet kein SSL-Zertifikat!

source: Low impact
de_de: Geringe Auswirkung

source: Buy an SSL!
de_de: Kaufen Sie ein SSL-Zertifikat!

source: Your site is not visible to Search Engines!
de_de: Ihre Seite ist für Suchmaschinen nicht sichtbar!

source: Fix this!
de_de: Reparieren Sie dies!

source: Your site title is empty!
de_de: Ihr Website-Titel ist leer!

source: Your permalinks are not SEO Friendly! Enable pretty permalinks to fix this.
de_de: Ihre Permalinks sind nicht SEO-freundlich! Aktivieren Sie ansprechende Permalinks, um dies Problem zu beheben.

source: You RSS feed show full text!
de_de: Ihr Newsfeed zeigt ganzen Test an!

source: Medium impact
de_de: Mittlere Auswirkung

source: You like SEOPress? Please help us by rating us 5 stars!
de_de: Gefällt Ihnen SEOPress? Bitte helfen Sie uns mit einer 5 Sterne Bewertung!

source: Rate us!
de_de: Bewerten Sie uns!

source: Break comments into pages is ON!
de_de: Kommentare in Seiten aufteilen ist AKTIVIERT!

source: Huge impact
de_de: Immense Auswirkung

source: Disable this!
de_de: Deaktivieren Sie dies!

source: Display more posts per page on homepage and archives
de_de: Zeige mehr Beiträge pro Seite auf der Homepage und in den Archiven an

source: You don't have an XML Sitemap!
de_de: Sie haben keine XML-Sitemap!

source: Do you have a Google My Business page? It's free!
de_de: Haben Sie eine Google My Business-Seite? Diese ist kostenfrei!

source: Create your page now!
de_de: Erstellen Sie jetzt Ihre Seite!

source: Add your site to Google. It's free!
de_de: Fügen Sie Ihre Website zu Google hinzu. Das ist kostenfrei!

source: Add your site to Search Console!
de_de: Fügen Sie Ihre Website zur Google Search Console hinzu!

source: You have to enter your licence key to get updates and support
de_de: Sie müssen Ihren Lizenzschlüssel eingeben, um Updates und Support zu erhalten

source: Check websites setup on your server
de_de: Überprüfen Sie die Einrichtung von Websites auf Ihrem Server

source: Not found
de_de: Nicht gefunden

source: No scrape.
de_de: Kein Scrape.

source: No domain found.
de_de: Keine Domain gefunden.

source: Server IP Address:
de_de: Server IP Adresse:

source: Last scrape:
de_de: Letzte scrape:

source: Number of websites on your server:
de_de: Anzahl der Webseiten auf Ihrem Server:

source: Get list
de_de: Liste abrufen

source: Check your Alexa Rank (Amazon index)
de_de: Prüfen Sie Ihr Alexa Ranking (Amazon index)

source: Your Alexa Rank
de_de: Ihr Alexa Ranking

source: Country Rank:
de_de: Länder-Ranking:

source: The lower, the best
de_de: Je niedriger, desto besser

source: Get Alexa Rank
de_de: Alexa Ranking erhalten

source: Upload a list of links to disavow to Google
de_de: Uploaden Sie eine Liste von Links, die entwertet werden sollen, an Google

source: Dareboost: Test, analyze and optimize your website
de_de: Dareboost: Testen, analysieren und optimieren Sie Ihre Website

source: Google Campaign URL Builder tool
de_de: Tool zur URL-Erstellung für Kampagnen von Google Analytics

source: Titles & metas
de_de: Titel & Metadaten

source: Manage all your titles & metas
de_de: Verwalten Sie alle Ihre Titel & Metadaten

source: Manage
de_de: Verwalten

source: Guide to manage your titles and meta descriptions - new window
de_de: Anleitung zur Verwaltung Ihrer Titel und Meta-Beschreibungen - neues Fenster

source: Manage your XML / Image / Video / HTML Sitemap
de_de: Verwalten Sie Ihre XML / Bilder / Video / HTML Sitemap

source: Guide to enable your XML Sitemaps - new window
de_de: Anleitung zur Aktivierung Ihrer XML-Sitemaps - neues Fenster

source: Open Graph, Twitter Card, Google Knowledge Graph and more...
de_de: Open Graph, Twitter-Card, Google Knowledge Graph und mehr...

source: Guide to enable Google Knowledge Graph - new window
de_de: Anleitung zur Aktivierung vom Google Knowledge Graph - neues Fenster

source: Track everything about your visitors with Google Analytics
de_de: Alles über Ihre Besucher mit Google Analytics tracken

source: Guide to getting started with Google Analytics - new window
de_de: Anleitung für den Einstieg in Google Analytics - neues Fenster

source: Advanced SEO options for advanced users!
de_de: Erweiterte SEO-Optionen für fortgeschrittene Benutzer!

source: Improve WooCommerce SEO
de_de: Verbessern Sie Ihr WooCommerce SEO

source: Improve Easy Digital Downloads SEO
de_de: Verbessern Sie Ihr Easy Digital Downloads SEO

source: Add Google Local Business data type
de_de: Hinzufügen des Datentyps Google Local Business

source: Add Dublin Core meta tags
de_de: Hinzufügen der Dublin Core Meta-Tags

source: Structured Data Types
de_de: Strukturierte Datentypen

source: Add data types to your content: articles, courses, recipes, videos, events and products
de_de: Datentypen zu Ihren Inhalten hinzufügen: Artikel, Kurse, Rezepte, Videos, Veranstaltungen und Produkte

source: Enable Breadcrumbs for your theme and improve your SEO in SERPs
de_de: Brotkrümelnavigation für Ihr Theme aktivieren und somit Ihre SEO in den SERPs verbessern

source: Guide to enable Breadcrumbs - new window
de_de: Anleitung zur Aktivierung der Brotkrümelnavigation - neues Fenster

source: Track your website performance to improve SEO with Google Page Speed
de_de: Prüfen Sie die Ladezeit Ihrer Website mit Google Page Speed, um Ihre SEO zu verbessern

source: Guide to analyze your site with Google Page Speed - new window
de_de: Anleitung zur Analyse Ihrer Website mit Google Page Speed - neues Fenster

source: Edit your robots.txt file
de_de: Bearbeiten der Datei robots.txt

source: View your robots.txt
de_de: Sehen Sie sich Ihre Datei robots.txt an

source: Guide to edit your robots.txt file - new window
de_de: Anleitung zur Bearbeitung der Datei robots.txt - neues Fenster

source: Optimize your site for Google News
de_de: Optimieren Sie Ihre Website für Google News

source: Monitor 404, create 301, 302 and 307 redirections
de_de: Überwachung von 404-Fehlern, erstellen von 301, 302 und 307 Weiterleitungen

source: See redirects
de_de: Erkenne Weiterleitungen

source: Guide to enable 301 redirections and 404 monitoring - new window
de_de: Anleitung zur Aktivierung von 301 Weiterleitungen und zur 404-Fehler Überwachung - neues Fenster

source: Scan your site to find SEO problems.
de_de: Scannen Sie Ihre Website, um SEO-Probleme zu finden.

source: See broken links
de_de: Erkenne fehlerhafte Links

source: Scan
de_de: Scannen

source: Check your backlinks with Majestic API.
de_de: Überprüfen Sie Ihre Backlinks mit Majestic API.

source: See backlinks
de_de: Erkenne Backlinks

source: Customize your permalinks.
de_de: Passen Sie Ihre Permalinks an.

source: Edit your htaccess file.
de_de: Bearbeiten Sie Ihre htaccess-Datei.

source: Configure default WordPress RSS.
de_de: Konfigurieren Sie WordPress RSS.

source: Import/Export SEOPress settings from site to site.
de_de: Import/Export von SEOPress-Einstellungen von einer Website zur anderen.

source: Guide to Export/Import/Reset settings - new window
de_de: Anleitung zu Export/Import/Reset-Einstellungen - neues Fenster

source: Edit your SEOPress license key.
de_de: Bearbeiten Sie Ihren SEOPress-Lizenzschlüssel.

source: Guide to activate SEOPress PRO - new window
de_de: Anleitung zur Aktivierung von SEOPress PRO - neues Fenster

source: Site title
de_de: Website-Titel

source: Indicate paginated content to Google
de_de: Zeigen Sie paginierten Inhalt bei Google an

source: Enable XML Sitemap
de_de: XML-Sitemap aktivieren

source: Enable XML Image Sitemaps
de_de: XML-Bilder-Sitemaps aktivieren

source: Enable XML Video Sitemaps
de_de: XML-Video-Sitemaps aktivieren

source: Enable HTML Sitemap
de_de: HTML-Sitemap aktivieren

source: Check to INCLUDE Post Types
de_de: Aktivieren, um Inhaltstypen EINZUBEZIEHEN

source: Check to INCLUDE Taxonomies
de_de: Aktivieren, um Taxonomien EINZUBEZIEHEN

source: Enter a post, page or custom post type ID(s) to display the sitemap
de_de: Geben Sie Beitrags-, Seiten- oder individuelle Inhaltstypen (Custom Post Type)-IDs ein, um die Sitemap anzuzeigen

source: Exclude some Posts, Pages or Custom Post Types
de_de: Einige Beiträge, Seiten oder individuelle Inhaltstypen (Custom Post Types) ausschließen

source: Sort order
de_de: Auftrag sortieren

source: Order posts by
de_de: Sortiere Beiträge nach

source: Disable the display of the publication date
de_de: Anzeige des Veröffentlichungsdatums deaktivieren

source: Person or organization
de_de: Person oder Organisation

source: Your name/organization
de_de: Ihr Name/Ihre Organisation

source: Your photo/organization logo
de_de: Ihr Foto/Logo

source: Organization's phone number (only for Organizations)
de_de: Telefonnummer Ihrer Organisation (nur für Organisationen)

source: Contact type (only for Organizations)
de_de: Kontaktart (nur für Organisationen)

source: Contact option (only for Organizations)
de_de: Kontaktmöglichkeit (nur für Organisationen)

source: Facebook Page URL
de_de: Facebook Seiten URL

source: Twitter Username
de_de: Twitter Benutzername

source: Enable Open Graph Data
de_de: Open Graph Data aktivieren

source: Select a default image
de_de: Ein Standardbild auswählen

source: Enable Twitter Card
de_de: Twitter-Card aktivieren

source: Use Open Graph if no Twitter Card is filled
de_de: Nutzung von Open Graph, wenn keine Twitter-Card ausgefüllt ist

source: Default Twitter Image
de_de: Standardbild Twitter

source: Image size for Twitter Summary card
de_de: Bildgröße für Twitter-Übersichtskarte

source: Enable Google Analytics tracking
de_de: Google Analytics-Tracking aktivieren

source: Enter your tracking ID
de_de: Geben Sie Ihre Tracking-ID ein

source: Consent message for user tracking
de_de: Einverständniserklärung für Benutzer-Tracking

source: Accept button for user tracking
de_de: Einverständnis-Button für das Benutzer-Tracking

source: Exclude user roles from tracking
de_de: Benutzerrollen vom Tracking ausschließen

source: Enable remarketing, demographics, and interests reporting
de_de: Reporting zu Remarketing, Demographischen Daten und Interessen aktivieren

source: Enable IP Anonymization
de_de: IP-Anonymisierung aktivieren

source: Enhanced Link Attribution
de_de: Erweiterte Link-Attribution

source: Enable cross-domain tracking
de_de: Domainübergreifendes Tracking aktivieren

source: Cross domains
de_de: Domain übergreifend

source: Enable external links tracking (all links with target _blank attribute)
de_de: Aktivieren des Tracking externer Links (alle Links mit dem Attribut target _blank)

source: Enable downloads tracking (eg: PDF, XLSX, DOCX...)
de_de: Aktivierung des Trackings von Downloads (z.B.: PDF, XLSX, DOCX...)

source: Track downloads' clicks
de_de: Download-Klicks tracken

source: Enable affiliate/outbound links tracking (eg: aff, go, out, recommends)
de_de: Tracking Affiliate/Ausgehende Links aktivieren (z.B.: aff, go, out, recommends

source: Track affiliate/outbound links
de_de: Affiliate/ausgehende Links tracken

source: Track Authors
de_de: Autoren tracken

source: Track Categories
de_de: Kategorien tracken

source: Track Tags
de_de: Schlagwörter (Tags) tracken

source: Track Post Types
de_de: Inhaltstypen tracken

source: Track Logged In Users
de_de: Eingeloggte User tracken

source: Redirect attachment pages to post parent
de_de: Weiterleitung von Anhangs-Seiten zum übergeordneten Beitrag

source: Remove ?replytocom link to avoid duplicate content
de_de: Entfernen Sie den ?replytocom Link um doppelten Inhalt zu vermeiden

source: Add WP Editor to taxonomy description textarea
de_de: WP-Editor zum Textbereich der Taxonomie-Beschreibung hinzufügen

source: Remove stop words from URL
de_de: Stopp-Wörter aus der URL entfernen

source: Remove /category/ in URL
de_de: In der URL /category/ entfernen

source: Disable trailing slash for metas
de_de: Schrägstrich für Metadaten deaktivieren

source: Remove WordPress generator meta tag
de_de: WordPress Generator Meta-Tag entfernen

source: Remove WordPress shortlink meta tag
de_de: WordPress Shortlink Meta-Tag entfernen

source: Remove Windows Live Writer meta tag
de_de: Windows Live Writer Meta-Tag entfernen

source: Remove RSD meta tag
de_de: RSD Meta-Tag entfernen

source: Google site verification
de_de: Google Site Verifizierung

source: Bing site verification
de_de: Bing Site Verifizierung

source: Pinterest site verification
de_de: Pinterest Site Verifizierung

source: Yandex site verification
de_de: Yandex Site Verifizierung

source: SEOPress in admin bar
de_de: SEOPress in der Admin Bar

source: Move SEOPress metabox's position
de_de: Verschieben der Position der SEOPress Metabox

source: Hide Notifications Center
de_de: Mitteilungszentrale ausblenden

source: Hide SEO tools
de_de: SEO-Werkzeuge ausblenden

source: Hide Useful Links
de_de: Nützliche Links ausblenden

source: Show Title tag column in post types
de_de: Spalte für Titel-Tags bei Inhaltstypen anzeigen

source: Show Meta description column in post types
de_de: Spalte für Meta-Beschreibungen bei Inhaltstypen anzeigen

source: Show Redirection Enable column in post types
de_de: Spalte für die Aktivierung von Weiterleitung bei Inhaltstypen anzeigen

source: Show Redirect URL column in post types
de_de: Spalte für die Redirect-URL bei Inhaltstypen anzeigen

source: Show canonical URL column in post types
de_de: Spalte für die Kanonische URL bei Inhaltstypen anzeigen

source: Show Target Keyword column in post types
de_de: Spalte für Suchbegriffe bei Inhaltstypen anzeigen

source: Show noindex column in post types
de_de: Spalte für noindex bei Inhaltstypen anzeigen

source: Show nofollow column in post types
de_de: Spalte für nofollow bei Inhaltstypen anzeigen

source: Show total number of words column in post types
de_de: Spalte mit der Gesamtzahl der Wörter bei Inhaltstypen anzeigen

source: Show W3C validator column in post types
de_de: Spalte für W3C-Validator bei Inhaltstypen anzeigen

source: Show Google Page Speed column in post types
de_de: Spalte für Google Page Speed bei Inhaltstypen anzeigen

source: Hide Genesis SEO Metabox
de_de: Genesis SEO Metabox ausblenden

source: Hide Genesis SEO Settings link
de_de: Genesis SEO Einstellungs-Link ausblenden

source: Block SEO metabox to user roles
de_de: Blockieren der SEO-Metabox für Benutzerrollen

source: Block Content analysis metabox to user roles
de_de: Blockieren der Inhaltsanalyse-Metabox für Benutzerrollen

source: <p>Customize your titles & metas for homepage</p>
de_de: <p>Ihre Titel & Metadaten für die Homepage anpassen</p>

source: <p>Customize your titles & metas for Single Custom Post Types</p>
de_de: <p>Ihre Titel & Metadaten für einzelne individuelle Inhaltstypen (=Single Custom Post Types) anpassen</p>

source: <p>Customize your metas for all pages</p>
de_de: <p>Ihre Metadaten für alle Seiten anpassen</p>

source: <p>Customize your metas for all taxonomies archives</p>
de_de: <p>Ihre Metadaten für alle Taxonomie-Archive anpassen</p>

source: <p>Customize your metas for all archives</p>
de_de: <p>Ihre Metadaten für alle Archive anpassen</p>

source: Change this settings
de_de: Diese Einstellungen ändern

source: To view your sitemap, enable permalinks (not default one), and save settings to flush them.
de_de: Um Ihre Sitemap anzuzeigen, aktivieren Sie die Permalinks (nicht die Standardeinstellung) und speichern Sie diese Einstellung.

source: Only the last 1000 items are listed in Sitemaps for performances issues.
de_de: Nur die letzten 1000 Elemente werden in den Sitemaps gelistet, um Performance-Probleme zu verhindern.

source: Your server uses NGINX. If XML Sitemaps doesn't work properly, you need to add this rule to your configuration:
de_de: Ihr Server verwendet NGINX. Wenn XML-Sitemaps nicht funktionieren, müssen Sie diese Regeln zu Ihrer Konfiguration hinzufügen:

source: Noindex content will not be displayed in Sitemaps.
de_de: Noindex-Inhalte werden nicht in Sitemaps angezeigt.

source: Blank sitemap?
de_de: Leere Sitemap?

source: 404 error?
de_de: 404 Fehler?

source: View your sitemap
de_de: Sitemap anzeigen

source: Ping Google manually
de_de: Google manuell anpingen

source: Flush permalinks
de_de: Permalinks zurücksetzen

source: <p>Create an HTML Sitemap for your visitors and boost your SEO.</p>
de_de: <p>Erstellen Sie eine HTML-Sitemap für Ihre Besucher und verbessern Sie Ihre SEO.</p>

source: Guide to enable a HTML Sitemap - new window
de_de: Anleitung zum Aktivieren einer HTML-Sitemap - neues Fenster

source: <p>Include/Exclude Post Types.</p>
de_de: <p>Einschließen/Ausschließen von Inhaltstypen</p>

source: <p>Include/Exclude Taxonomies.</p>
de_de: <p>Einschließen/Ausschließen von Taxonomien</p>

source: <p>Configure Google Knowledge Graph.</p>
de_de: <p>Google Knowledge Graph konfigurieren</p>

source: Learn more on Google official website.
de_de: Weitere Informationen auf der offiziellen Google-Website.

source: <p>Link your site with your social accounts.</p>
de_de: <p>Verlinken Sie Ihre Website mit Ihren Social Media Accounts</p>

source: <p>Manage Open Graph datas.</p>
de_de: <p>Verwalten Sie Ihre Open Graph Daten</p>

source: <p>Manage your Twitter card.</p>
de_de: <p>Verwalten Sie Ihre Twitter-Card</p>

source: <p>Link your Google Analytics to your website.</p>
de_de: <p>Verknüpfen Sie Ihr Google Analytics mit Ihrer Website</p>

source: <p>Configure your Google Analytics tracking code.</p>
de_de: <p>Konfigurieren Sie Ihren Google Analytics-Trackingcode</p>

source: <p>Track events in Google Analytics.</p>
de_de: <p>Tracken Sie Veranstaltungen in Google Analytics</p>

source: <p>Configure your Google Analytics custom dimensions. <br>Custom dimensions and custom metrics in SEOPress are like the default dimensions and metrics in your Analytics account, except you create them yourself.<br> Use them to collect and analyze data that Analytics doesn't automatically track.<br> Please note that you also have to setup your custom dimensions in your Google Analytics account. More info by clicking on the help icon.
de_de: <p>Konfigurieren Sie in Google Analytics Ihre benutzerdefinierten Dimensionen. <br>Benutzerdefinierte Dimensionen und benutzerdefinierte Messwerte sind wie Standarddimensionen und Messwerte in Ihrem Analytics-Konto,<br> aber diese erstellen Sie selbst. Sie können sie verwenden, um Daten zu sammeln und zu analysieren, die von Analytics nicht automatisch getrackt werden.<br> Beachten Sie, dass Sie Ihre benutzerdefinierten Dimensionen auch in Ihrem Google Analytics-Konto einrichten müssen. Mehr Infos erhalten Sie über einen Klick auf das Hilfe-Symbol.

source: Guide to create custom dimensions in Google Analytics - new window
de_de: Anleitung zum Erstellen von benutzerdefinierten Dimensionen in Google Analytics - neues Fenster

source: <p>Advanced SEO options.</p>
de_de: <p>Erweiterte SEO-Optionen</p>

source: <p>Customize SEOPress to fit your needs.</p>
de_de: <p>SEOPress an Ihre Bedürfnisse anpassen.</p>

source: <p>Manage security.</p>
de_de: <p>Sicherheitseinstellungen verwalten</p>

source: Enter your separator, eg: "-"
de_de: Geben Sie Ihren Separator ein, z.B. "-"

source: Use this separator with %%sep%% in your title and meta description.
de_de: Nutzen Sie diesen Separator mit %%sep%% in Ihrem Titel und Ihrer Meta-Beschreibung.

source: My awesome website
de_de: Meine fantastische Website

source: More tags
de_de: Mehr Schlagwörter (Tags)

source: This is a cool website about Wookiees
de_de: Dies ist eine coole Website über Wookiees

source: Looking to edit your blog page?
de_de: Möchten Sie Ihre Blog-Seite bearbeiten?

source: Title template
de_de: Titel Template

source: Meta description template
de_de: Meta-Beschreibung Template

source: Do not display this single post type in search engine results <strong>(noindex)</strong>
de_de: Diesen Single Post Type nicht in den Suchergebnissen anzeigen<strong>(noindex)</strong>

source: Do not follow links for this single post type <strong>(nofollow)</strong>
de_de: Links für diesen Single Post Type nicht folgen <strong>(nofollow)</strong>

source: Display date in Google search results?
de_de: Datum in den Google-Suchergebnissen anzeigen?

source: Category Title
de_de: Kategorie-Titel

source: Tag Title
de_de: Schlagwort (Tag)-Titel

source: Term Title
de_de: Begriffs-Titel

source: Category Description
de_de: Kategorie-Beschreibung

source: Tag Description
de_de: Schlagwort (Tag)-Beschreibung

source: Term Description
de_de: Begriffs-Beschreibung

source: Do not display this taxonomy archive in search engine results <strong>(noindex)</strong>
de_de: Dieses Taxonomy-Archiv nicht in den Suchergebnissen anzeigen <strong>(noindex)</strong>

source: Do not follow links for this taxonomy archive <strong>(nofollow)</strong>
de_de: Links für dieses Taxonomy-Archiv nicht folgen <strong>(nofollow)</strong>

source: See archive
de_de: Sehe Archive

source: Post Type Archive Name
de_de: Inhaltstyp Archiv Name

source: Do not display this post type archive in search engine results <strong>(noindex)</strong>
de_de: Dieses Post Type Archiv nicht in den Suchergebnissen anzeigen<strong>(noindex)</strong>
