Repository: wp-seopress/wp-seopress-public
Catalog: languages/wp-seopress-*.po
Languages: de_de

source: Do not follow links for this post type archive <strong>(nofollow)</strong>
de_de: Links für dieses Post Type Archiv nicht folgen <strong>(nofollow)</strong>

source: Author archives
de_de: Autoren-Archive

source: Do not display author archives in search engine results <strong>(noindex)</strong>
de_de: Autoren-Archive nicht in den Suchergebnissen anzeigen <strong>(noindex)</strong>

source: Disable author archives
de_de: Deaktiviere Autoren-Archive

source: Date archives
de_de: Datums-Archive

source: Do not display date archives in search engine results <strong>(noindex)</strong>
de_de: Datums-Archive nicht in den Suchergebnissen anzeigen <strong>(noindex)</strong>

source: Disable date archives
de_de: Deaktiviere Datums-Archive

source: Search archives
de_de: Suche Archive

source: Search Keywords
de_de: Suche Suchbegriffe

source: Do not display search archives in search engine results <strong>(noindex)</strong>
de_de: Such-Archive nicht in den Suchergebnissen anzeigen <strong>(noindex)</strong>

source: 404 archives
de_de: 404-Archive

source: Do not display all pages of the site in Google search results and do not display "Cached" links in search results.
de_de: Nicht alle Seiten der Website in den Google Suchergebnissen anzeigen und keine "zwischengespeicherten" Verlinkungen in den Suchergebnissen anzeigen.

source: Do not follow links for all pages.
de_de: Verlinkungen nicht auf allen Seiten folgen.

source: Do not use Open Directory project metadata for titles or excerpts for all pages.
de_de: Für alle Seiten keine Open Directory-Projekt-Metadaten für Titel oder Auszüge verwenden.

source: Do not index images from the entire site.
de_de: Auf der gesamten Website keine Bilder indexieren.

source: Do not display a "Cached" link in the Google search results.
de_de: Keine "zwischengespeicherten" Verlinkungen in den Google Suchergebnissen anzeigen.

source: Do not display a description in the Google search results for all pages.
de_de: Für alle Seiten keine Beschreibung in den Google Suchergebnissen anzeigen.

source: Prevent Google to display a sitelinks searchbox in search results.
de_de: Google davon abhalten, Sitelink-Suchboxen in den Suchergebnissen anzuzeigen.

source: Add rel next/prev link in head of paginated archive pages
de_de: Rel next/prev-Link im Kopfbereich der paginierten Archiv-Seiten hinzufügen

source: Learn more on Google website
de_de: Weitere Informationen auf der Google-Website

source: Guide to enable XML Sitemaps - new window
de_de: Anleitung zum Aktivieren von XML-Sitemaps - neues Fenster

source: Enable Image Sitemaps (standard images, image galleries, featured image, WooCommerce product images)
de_de: Image-Sitemaps aktivieren (Standardbilder, Bildergalerien, Featured Images, WooCommerce Produktbilder)

source: Images in XML sitemaps are visible only from the source code.
de_de: Bilder sind in XML Sitemaps nur im Quellcode sichtbar.

source: Guide to enable XML image sitemaps - new window
de_de: Anleitung zum Aktivieren von XML-Bilder-Sitemaps - neues Fenster

source: Enable Video Sitemaps
de_de: Video-Sitemaps aktivieren

source: Your video sitemap is empty? Read our guide to learn more about <a href="%s" target="_blank">adding videos to your sitemap.</a>
de_de: Ihre Video-Sitemap ist leer? Lesen Sie unseren Leitfaden, um mehr zu erfahren über <a href="%s" target="_ blank">Videos zu Ihrer Sitemap hinzufügen</a>

source: Guide to enable XML video sitemaps - new window
de_de: Anleitung zum Aktivieren von XML-Video-Sitemaps - neues Fenster

source: Include
de_de: Einschließen

source: eg: 2, 28, 68
de_de: z.B.: 2, 28, 68

source: You can also use this shortcode:
de_de: Sie können auch diesen Shortcode verwenden:

source: eg: 13, 8, 38
de_de: z.B.: 13, 8, 38

source: DESC (descending order from highest to lowest values (3, 2, 1; c, b, a))
de_de: DESC (absteigende Reihenfolge von Höchst- zu Niederstwert (3, 2, 1; c, b, a))

source: ASC (ascending order from lowest to highest values (1, 2, 3; a, b, c))
de_de: ASC (aufsteigende Reihenfolge von niedrigsten zu höchsten Werten (1, 2, 3; a, b, c))

source: Default (date)
de_de: Standardwert (Datum)

source: Modified date
de_de: Änderungsdatum

source: Post ID
de_de: Beitrags-ID

source: Disable date after each post, page, post type?
de_de: Datum für jeden Beitrag, jede Seite und jeden Inhaltstyp deaktivieren?

source: None (will disable this feature)
de_de: Keine (deaktiviert diese Funktion)

source: Organization
de_de: Organisation

source: eg: Apple
de_de: z.B.: Apple

source: Select your logo
de_de: Wählen Sie Ihr Logo

source: JPG, PNG or GIF allowed.
de_de: JPG, PNG oder GIF erlaubt.

source: eg: +33123456789 (internationalized version required)
de_de: z.B.: +33123456789 (internationalisierte Version erforderlich)

source: Customer support
de_de: Kunden-Support

source: Technical support
de_de: Technischer Support

source: Billing support
de_de: Rechnungsstellung-Support

source: Bill payment
de_de: Rechnungszahlung

source: Sales
de_de: Vertrieb

source: Credit card support
de_de: Kreditkarten-Support

source: Emergency
de_de: Notfall

source: Baggage tracking
de_de: Gepäckverfolgung

source: Roadside assistance
de_de: Pannenhilfe

source: Package tracking
de_de: Sendungsverfolgung

source: None
de_de: Keine

source: Toll Free
de_de: Gebührenfrei

source: Hearing impaired supported
de_de: Hörgeschädigte werden unterstützt

source: eg: https://www.facebook.com/your-page
de_de: z.B.: https://www.facebook.com/your-page

source: eg: @wp_seopress
de_de: z.B.: @wp_seopress

source: Twitter Page URL
de_de: Twitter Seiten-URL

source: eg: https://plus.google.com/+BenjaminDenis
de_de: z.B.: https://plus.google.com/+BenjaminDenis

source: eg: https://pinterest.com/wpbuy/
de_de: z.B.: https://pinterest.com/wpbuy/

source: eg: https://www.instagram.com/wp_seopress/
de_de: z.B.: https://www.instagram.com/wp_seopress/

source: eg: https://www.youtube.com/c/SEOPress
de_de: z.B.: https://www.youtube.com/c/SEOPress

source: eg: http://linkedin.com/company/seopress/
de_de: z.B.: http://linkedin.com/company/seopress/

source: eg: https://myspace.com/your-page
de_de: z.B.: https://myspace.com/your-page

source: eg: https://soundcloud.com/michaelmccannmusic
de_de: z.B.: https://soundcloud.com/michaelmccannmusic

source: eg: https://your-site.tumblr.com
de_de: z.B.: https://your-site.tumblr.com

source: Enable OG data
de_de: OG Daten aktivieren

source: One or more Facebook Page IDs that are associated with a URL in order to enable link editing and instant article publishing.
de_de: Eine oder mehrere Facebook-IDs, die mit einer URL verbunden sind, um Links bearbeiten zu können und Instant-Artikel Veröffentlichung zu ermöglichen.

source: The ID (or comma-separated list for properties that can accept multiple IDs) of an app, person using the app, or Page Graph API object.
de_de: Die ID (oder komma-getrennte Liste für Eigenschaften, die mehrere IDs akzeptieren können) einer App, Person, die die App verwendet, oder Page Graph API-Objekt.

source: The Facebook app ID of the site's app. In order to use Facebook Insights you must add the app ID to your page. Insights lets you view analytics for traffic to your site from Facebook. Find the app ID in your App Dashboard. <a href="https://developers.facebook.com/apps/redirect/dashboard" target="_blank">More info here</a> <span class="dashicons dashicons-external"></span>
de_de: Die Facebook-App ID der Website App. Um Facebook Insights nutzen zu können, müssen Sie die App-ID zu Ihrer Seite hinzufügen. Mit Insights können Sie Analysen von Traffic zu Ihren Seiten von Facebook einsehen. Die App ID finden Sie in Ihrem App Dashboard. <a href = "https://developers.facebook.com/apps/redirect/dashboard" target = "_ blank" > Mehr Infos hier </a> <span class="dashicons dashicons-external"></span>

source: How to create a Facebook App ID
de_de: So erstellen Sie eine Facebook App ID

source: Enable Twitter card
de_de: Twitter-Card aktivieren

source: Use OG if no Twitter Cards
de_de: OG verwenden, wenn keine Twitter-Card existiert

source: Default
de_de: Standard

source: Large
de_de: Groß

source: Enable Google Analytics tracking (Global Site Tag: gtag.js)
de_de: Google Analytics-Tracking aktivieren (Global Site Tag: gtag.js)

source: Enter your Tracking ID (UA-XXXX-XX)
de_de: Geben Sie Ihre Tracking ID ein (UA-XXXX-XX)

source: Find your tracking ID
de_de: Finden Sie Ihre Tracking-ID

source: Request user's consent for analytics tracking (required by GDPR)
de_de: Einwilligung des Nutzers für das Analytik-Tracking einholen (erforderlich nach DSGVO)

source: User roles excluded from tracking will not see the consent message.<br> If you use a caching plugin, you have to exclude this JS file in your settings: <br><strong>/wp-content/plugins/wp-seopress/assets/js/seopress-cookies-ajax.js</strong> <br>and this cookie <strong>seopress-user-consent-accept</strong>
de_de: Benutzerrollen, die vom Tracking ausgeschlossen sind, sehen die Einverständniserklärung nicht.<br>Wenn Sie ein Caching-Plugin verwenden, müssen Sie diese JS-Datei in Ihren Einstellungen ausschließen: <br><strong>/wp-content/plugins/wp-seopress/assets/js/seopress-cookies-ajax.js</strong> <br>and this cookie <strong>seopress-user-consent-accept</strong>

source: Hook to add custom tracking code with user consent - new window
de_de: Hook, um benutzerdefinierten Tracking-Code mit Benutzereinwilligung hinzuzufügen-neues Fenster

source: Enter your message (HTML allowed)
de_de: Geben Sie Ihre Nachricht ein (HTML erlaubt)

source: This message will only appear if request user's consent is enabled.
de_de: Diese Meldung erscheint nur, wenn die Zustimmung des Benutzers eingeholt wurde.

source: Hook to filter user consent message - new window
de_de: Hook zum Filtern der Einwilligungsnachricht des Benutzers - neues Fenster

source: HTML tags allowed: strong, em, br, a href
de_de: Erlaubte HTML-Tags: strong, em, br, a href

source: Accept
de_de: Akzeptieren

source: Change the button value
de_de: Ändern Sie die Bezeichnung des Buttons

source: A remarketing audience is a list of cookies or mobile-advertising IDs that represents a group of users you want to re-engage because of their likelihood to convert.
de_de: Eine Remarketing-Audience ist eine Liste von Cookies oder mobilen Werbe-IDs, die eine Gruppe von Nutzern repräsentiert, die Sie erneut ansprechen möchten, aufgrund ihrer Konvertierungs-Wahrscheinlichkeit.

source: When a customer of Analytics requests IP address anonymization, Analytics anonymizes the address as soon as technically feasible at the earliest possible stage of the collection network.
de_de: Wenn ein Kunde von Analytics eine Anonymisierung der IP-Adresse wünscht, anonymisiert Analytics die Adresse so schnell wie technisch möglich zum frühestmöglichen Zeitpunkt der Erfassung.

source: Enhanced Link Attribution improves the accuracy of your In-Page Analytics report by automatically differentiating between multiple links to the same URL on a single page by using link element IDs.
de_de: Enhanced Link Attribution verbessert die Genauigkeit Ihres In-Page Analytics-Berichts, indem es automatisch zwischen mehreren Links auf dieselbe URL auf einer einzigen Seite durch die Verwendung von Link-Element-IDs unterscheidet.

source: Cross domain tracking makes it possible for Analytics to see sessions on two related sites (such as an ecommerce site and a separate shopping cart site) as a single session. This is sometimes called site linking.
de_de: Cross-Domain-Tracking ermöglicht es Analytics, Sitzungen auf zwei verwandten Websites (z. B. einer E-Commerce-Website und einer separaten Warenkorb-Website) als eine einzige Sitzung anzuzeigen. Dies wird manchmal als Site-Linking bezeichnet.

source: Enter yours domains (eg: https://www.seopress.org/)
de_de: Geben Sie Ihre Domains ein (z.B.: https://www.seopress.org/)

source: Enable external links tracking
de_de: Tracking von externen Links aktivieren

source: Enable download tracking
de_de: Download-Tracking aktivieren

source: Separate each file type extensions with a pipe "|"
de_de: Trennen Sie jede Dateierweiterung mit einem senkrechten Strich "|"

source: Enable affiliate/outbound tracking
de_de: Affiliate/Outbound-Tracking aktivieren

source: Separate each keyword with a pipe "|"
de_de: Trennen Sie jeden Suchbegriff mit einem senkrechten Strich "|"

source: Custom Dimension #1
de_de: Benutzerdefinierte Dimension #1

source: Custom Dimension #2
de_de: Benutzerdefinierte Dimension #2

source: Custom Dimension #3
de_de: Benutzerdefinierte Dimension #3

source: Custom Dimension #4
de_de: Benutzerdefinierte Dimension #4

source: Custom Dimension #5
de_de: Benutzerdefinierte Dimension #5

source: Custom Dimension #6
de_de: Benutzerdefinierte Dimension #6

source: Custom Dimension #7
de_de: Benutzerdefinierte Dimension #7

source: Custom Dimension #8
de_de: Benutzerdefinierte Dimension #8

source: Custom Dimension #9
de_de: Benutzerdefinierte Dimension #9

source: Custom Dimension #10
de_de: Benutzerdefinierte Dimension #10

source: Custom Dimension #11
de_de: Benutzerdefinierte Dimension #11

source: Custom Dimension #12
de_de: Benutzerdefinierte Dimension #12

source: Custom Dimension #13
de_de: Benutzerdefinierte Dimension #13

source: Custom Dimension #14
de_de: Benutzerdefinierte Dimension #14

source: Custom Dimension #15
de_de: Benutzerdefinierte Dimension #15

source: Custom Dimension #16
de_de: Benutzerdefinierte Dimension #16

source: Custom Dimension #17
de_de: Benutzerdefinierte Dimension #17

source: Custom Dimension #18
de_de: Benutzerdefinierte Dimension #18

source: Custom Dimension #19
de_de: Benutzerdefinierte Dimension #19

source: Custom Dimension #20
de_de: Benutzerdefinierte Dimension #20

source: Redirect attachment pages to post parent (or homepage if none)
de_de: Weiterleiten von Anhangs-Seiten zum übergeordneten Beitrag (oder die Homepage, falls nicht vorhanden)

source: Remove ?replytocom link in source code
de_de: Entfernen des ?replytocom Links im Quellcode

source: Add TINYMCE editor to term description
de_de: Fügen Sie den TINYMCE-Editor zur Begriffs-Beschreibung hinzu

source: Remove stop words in permalinks
de_de: Stopp-Wörter in Permalinks entfernen

source: Setting based on site language. Supported language EN, FR, ES, DE, IT, PT.
de_de: Einstellung basierend auf der Sprache der Website. Unterstützte Sprachen EN, FR, ES, DE, IT, PT.

source: Remove /category/ in your permalinks
de_de: Entfernen von /category/ in Ihren Permalinks

source: You have to flush your permalinks each time you change this settings
de_de: Sie müssen Ihre Permalinks jedes Mal zurücksetzen (neu speichern), wenn Sie diese Einstellungen ändern

source: You must check this box if the structure of your permalinks DOES NOT contain a slash at the end (eg: /%postname%)
de_de: Sie müssen dieses Feld markieren, wenn die Struktur Ihrer Permalinks KEINEN Schrägstrich am Ende enthält (z.B.: /%postname%)

source: Remove WordPress meta generator in source code
de_de: Entfernen des WordPress Meta-Generators im Quellcode

source: Remove WordPress shortlink meta tag in source code (eg:
de_de: Entfernen des WordPress Shortlink Meta-Tags im Quellcode (z.B.:

source: Remove Windows Live Writer meta tag in source code (eg:
de_de: Entfernen des Windows Live Writer Meta-Tags im Quellcode (z.B.:

source: Remove Really Simple Discovery meta tag in source code (eg:
de_de: Entfernen des Really Simple Discovery Meta-Tags im Quellcode (z.B.:

source: Enter Google meta value site verification
de_de: Geben Sie den Google Meta-Tag für die Site-Verifizierung ein

source: If your site is already verified in <strong>Google Search Console</strong>, you can leave this field empty.
de_de: Wenn Ihre Website bereits in der <strong>Google Search Console</strong> verifiziert wurde, können Sie dieses Feld leer lassen.

source: Enter Bing meta value site verification
de_de: Geben Sie den Bing Meta-Tag für die Site-Verifizierung ein

source: If your site is already verified in <strong>Bing Webmaster tools</strong>, you can leave this field empty.
de_de: Wenn Ihre Website bereits in den <strong>Bing Webmaster Tools</strong> verifiziert wurde, können Sie dieses Feld leer lassen.

source: Enter Pinterest meta value site verification
de_de: Geben Sie den Pinterest Meta-Tag für die Site-Verifizierung ein

source: Enter Yandex meta value site verification
de_de: Geben Sie den Yandex Meta-Tag für die Site-Verifizierung ein

source: Remove SEOPress from Admin Bar in backend and frontend
de_de: SEOPress aus der Admin Bar im Backend und Frontend entfernen

source: High priority (top)
de_de: Hohe Priorität (top)

source: Normal priority (default)
de_de: Normale Priorität (standard)

source: Low priority
de_de: Niedrige Priorität

source: Hide Notifications Center in SEOPress Dashboard page
de_de: Mitteilungszentrale auf dem SEOPress-Dashboard ausblenden

source: Hide SEO tools in SEOPress Dashboard page
de_de: SEO-Werkzeuge auf dem SEOPress Dashboard ausblenden

source: Hide Useful Links in SEOPress dashboard page
de_de: Nützliche Links auf dem SEOPress Dashboard ausblenden

source: Add title column
de_de: Titel-Spalte hinzufügen

source: Add meta description column
de_de: Spalte für Meta-Beschreibung hinzufügen

source: Add redirection enable column
de_de: Spalte für Aktivierung der Weiterleitung hinzufügen

source: Add redirection URL column
de_de: Spalte für Weiterleitungs-URL hinzufügen

source: Add canonical URL column
de_de: Spalte für kanonische URL hinzufügen

source: Add target keyword column
de_de: Spalte für Suchbegriff hinzufügen

source: Display noindex status
de_de: Status noindex anzeigen

source: Display nofollow status
de_de: Status nofollow anzeigen

source: Display total number of words in content
de_de: Gesamtzahl der Wörter des Inhalts anzeigen

source: Display W3C column to check code quality
de_de: W3C-Spalte zur Überprüfung der Code-Qualität anzeigen

source: Display Page Speed column to check performances
de_de: Spalte "Page Speed" anzeigen, um die Ladegeschwindigkeit zu prüfen

source: Remove Genesis SEO Metabox
de_de: Genesis SEO Metabox entfernen

source: Remove Genesis SEO link in WP Admin Menu
de_de: Genesis SEO Link im WP Admin Menü entfernen

source: Hook to filter Structured data types metabox call by post type - new window
de_de: Hook zum Filtern der Strukturierte Datentypen Metabox Aufruf nach Post Type - neues Fenster

source: Broken Links
de_de: Fehlerhafte Links

source: To get your Google snippet preview, publish your post!
de_de: Um Ihre Google-Snippet Vorschau zu erhalten, veröffentlichen Sie Ihren Beitrag!

source: Title tag
de_de: Titel-Tag

source: Meta Desc.
de_de: Meta-Beschreibg.

source: Redirect?
de_de: Weiterleitung?

source: Canonical
de_de: Kanonische URL (Canonical)

source: Target Kw
de_de: Suchbegriff

source: Count words?
de_de: Wörter zählen?

source: Check code quality of this page
de_de: Code-Qualität dieser Seite prüfen

source: Analyze this page with Google Page Speed
de_de: Diese Seite mit Google Page Speed analysieren

source: Enable noindex
de_de: Aktiviert noindex

source: Enable index
de_de: Aktiviert index

source: Enable nofollow
de_de: Aktiviert nofollow

source: Enable follow
de_de: Aktiviert follow

source: Enable redirection
de_de: Weiterleitung aktivieren

source: Disable redirection
de_de: Weiterleitung deaktivieren

source: Description
de_de: Beschreibung

source: The description is not prominent by default; however, some themes may show it.
de_de: Die Beschreibung ist standardmäßig nicht hervorgehoben, kann aber bei einigen Themes angezeigt werden.

source: By visiting our site, you agree to our privacy policy regarding cookies, tracking statistics etc ...
de_de: Indem Sie unsere Website besuchen, stimmen Sie unseren Datenschutzrichtlinien bezüglich Cookies, Tracking-Statistiken usw. zu.

source: Authors
de_de: Autoren

source: Categories
de_de: Kategorien

source: Post types
de_de: Inhaltstypen

source: Connected users
de_de: Verbundene Benutzer

source: Please upload a valid .json file
de_de: Bitte laden Sie eine gültige .json-Datei hoch

source: Please upload a file to import
de_de: Bitte laden Sie eine Datei für den Import hoch

source: Please upload a valid .csv file
de_de: Bitte laden Sie eine gültige .csv-Datei hoch

source: You like SEOPress? Don't forget to rate it 5 stars!
de_de: Gefällt Ihnen SEOPress? Bitte vergessen Sie nicht, uns mit 5 Sternen zu bewerten!

source: Settings
de_de: Einstellungen
